console.log(
  `Итоговая оценка за задание - 73 балла:\n
  1. Вёрстка соответствует макету. Ширина экрана 390px +43\n
  - блок <header> +6\n
  - секция preview +9\n
  - секция steps +8 (текст под первым дивом не соответствует макету)\n
  - секция destinations +9\n
  - секция stories +5 (текст не сокращен, остался оригинал от полноэкранной версии)\n
  - блок <footer> +6\n
  2. Ни на одном из разрешений до 320px включительно не появляется горизонтальная полоса прокрутки. Весь контент страницы при этом сохраняется: не обрезается и не удаляется +15\n
  - нет полосы прокрутки при ширине страницы от 1440рх до 390px +7\n
  - нет полосы прокрутки при ширине страницы от 390px до 320рх +8\n
  3. На ширине экрана 390рх и меньше реализовано адаптивное меню +15\n
  - при ширине страницы 390рх панель навигации скрывается, появляется бургер-иконка +2\n
  - при нажатии на бургер-иконку плавно появляется адаптивное меню +4\n
  - адаптивное меню соответствует макету +2\n
  - при нажатии на крестик адаптивное меню плавно скрывается уезжая за экран +4\n
  - ссылки в адаптивном меню работают, обеспечивая плавную прокрутку по якорям +3 (все кроме Account, она пока что просто закрывает меню)\n
  - при клике по ссылке в адаптивном меню адаптивное меню плавно скрывается, также скрытие меню происходит если сделать клик вне данного окна 0`
);
