console.log(
  `Итоговая оценка за задание - 100 баллов (105 баллов за выполнение пунктов требований):\n
  1. Вёрстка валидная +10\n
  - для проверки валидности вёрстки используйте сервис https://validator.w3.org/\n
  - валидной вёрстке соответствует надпись "Document checking completed. No errors or warnings to show."\n
  2. Вёрстка семантическая +20\n
  В коде странице присутствуют следующие элементы (указано минимальное количество, может быть больше):\n
  - <header>, <main>, <footer> +3\n
  - четыре элемента <section> (по количеству секций) +3\n
  - только один заголовок <h1> +3\n
  - три заголовка <h2> (количество секций минус одна, у которой заголовок <h1>) +3\n
  - один элемент <nav> (панель навигации) +3\n
  - два списка ul > li > a (панель навигации, ссылки на соцсети) +3\n
  - четыре кнопки <button> +2\n
  3. Вёрстка соответствует макету +45\n
  - блок <header> +3\n
  - секция preview +9\n
  - секция steps +9\n
  - секция destinations +9\n
  - секция stories +9\n
  - блок <footer> +6\n
  4. Требования к css + 10\n
  - для построения сетки используются флексы или гриды +2\n
  - при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону +2\n
  - фоновый цвет тянется на всю ширину страницы +2\n
  - иконки добавлены в формате .svg. SVG может быть добавлен любым способом. Обращаем внимание на формат, а не на способ добавления +2\n
  - есть favicon +2\n
  5. Интерактивность, реализуемая через css +20\n
  - плавная прокрутка по якорям +5\n
  - иконки соцсетей в футере при нажатии на них ведут на гитхаб автора проекта и на страницу курса (допускается добавление своих вариантов иконок github или RSSchool) https://rs.school/js-stage0/ +5\n
  - интерактивность включает в себя не только изменение внешнего вида курсора, например, при помощи свойства cursor: pointer, но и другие визуальные эффекты: изменение цвета и стиля шрифта, изменение размера иконок и кнопки "login", анимация в "steps". +5\n
  - обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы +5`
);
